<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Document</title>
</head>
<body>
    <?php
        print "<p>Практическая 1.1</p>";
        echo "<p>Дав арестованному договорить, Пилат изменил свой первоначальный замысел и решил не спорить с ним, а закончить допрос. Он сказал:</p>
        <p><b>- Так ты утверждаешь, что не призывал разрушить... или поджечь, или каким–либо иным способом уничтожить храм?</b></p>";
        echo "<p><b>- Я, игемон, никогда не призывал к подобным действиям, повторяю.</p></b>";
        echo "<p><b>- Так поклянись своей жизнью, что этого не было,</b> - сказал прокуратор и улыбнулся какой–то страшной улыбкой.
        <b> – Ею клясться самое время, так как она висит на волоске, помни это.</b></p>";
        echo "<p><b>- Не думаешь ли ты, что ты ее подвесил, игемон? </b>– спросил арестант. <b>– Если это так, то ты сильно ошибаешься.</b></p>";
        echo "<p>Пилат вздрогнул и ответил сквозь зубы:</p> <p><b>- Но я легко могу перерезать этот волосок.</b></p>";
        echo "<p><b>- И в этом ты ошибаешься,</b> - светло улыбаясь,  возразил арестант, <b> - согласись, что перерезать волосок  уж наверно может лишь тот, кто подвесил?</b></p>";
        echo "<p><b>- Так, так </b>– улыбнувшись, сказал Пилат, <b> - теперь я не сомневаюсь, что праздные зеваки в Ершалаиме ходили за тобой по пятам.</b>
        После этих слов у него, уже в светлой голове, отчетливо сложилась формула приговора.  И он ее тут же  озвучил для записи в протокол:  игемон разобрал дело бродячего философа Иешуа 
        и состава преступления в нем не нашел.</p>";
    ?>
    <?php
        echo "<hr>";

        print "<p>Практическая 1.2</p>";

        echo "<p><b>– Здравствуйте, я звоню вам из Отдела Смерти. Меня зовут Андреа. Вы меня слышите, Тимоти?</b></p>";
        echo "<p>Тимоти.</p>";
        echo "<p>Но меня зовут не Тимоти.</p>";
        echo "<p><b>– Вы ошиблись номером,</b> – отвечаю я. Сердце успокаивается, хотя я сочувствую этому Тимоти. Правда.<b> – Меня зовут Матео. </b>– Папа назвал меня своим именем и хочет, 
        чтобы оно передавалось по наследству. Теперь это снова возможно, если, конечно, у меня когда-нибудь будет сын.</p>";
        echo "<p>На том конце слышен стук клавиш. Возможно, Андреа исправляет запись или делает пометку в базе данных.</p>";
        echo "<p><b>– Ой, прошу прощения. Тимоти – это джентльмен, с которым я только что разговаривала. Бедняга, он плохо воспринял новость. А вы Матео Торрес, верно?</b></p>";
        echo "<p>Ну вот и все, конец моей последней надежде.</p>";
        echo "<p><b>– Матео, прошу вас подтвердить, что это действительно вы. Боюсь, мне сегодня еще многих предстоит обзвонить.</b></p>";
        echo "<p>Я всегда представлял, что мой глашатай будет полон сочувствия и поможет мне принять новость или даже затянет волынку о том, 
        какая это трагедия, ведь я совсем еще молод. Честно говоря, я бы не возражал, если бы Андреа бодрым голосом пожелала мне как следует повеселиться и оторваться на полную катушку, 
        ведь теперь я по крайней мере знаю, что сегодня случится, а потому не стану открывать новый пазл на тысячу деталей. Но вместо этого Андреа дала мне понять, 
        что я трачу ее драгоценное время, которого у нее, в отличие от меня, в запасе навалом.</p>"
    ?>
    <?php
        echo "<hr>";

        print "<p>Практическая 1.3</p>";

        $text1 = "<p>Дав арестованному договорить, Пилат изменил свой первоначальный замысел и решил не спорить с ним, а закончить допрос. Он сказал:</p>
        <p><b>- Так ты утверждаешь, что не призывал разрушить... или поджечь, или каким–либо иным способом уничтожить храм?</b></p>";
        $text2 = "<p><b>- Я, игемон, никогда не призывал к подобным действиям, повторяю.</p></b>";
        $text3 = "<p><b>- Так поклянись своей жизнью, что этого не было,</b> - сказал прокуратор и улыбнулся какой–то страшной улыбкой.
        <b> – Ею клясться самое время, так как она висит на волоске, помни это.</b></p>";
        $text4 = "<p><b>- Не думаешь ли ты, что ты ее подвесил, игемон? </b>– спросил арестант. <b>– Если это так, то ты сильно ошибаешься.</b></p>";
        $text5 = "<p>Пилат вздрогнул и ответил сквозь зубы:</p> <p><b>- Но я легко могу перерезать этот волосок.</b></p>";
        $text6 = "<p><b>- И в этом ты ошибаешься,</b> - светло улыбаясь,  возразил арестант, <b> - согласись, что перерезать волосок  уж наверно может лишь тот, кто подвесил?</b></p>";
        $text7 = "<p><b>- Так, так </b>– улыбнувшись, сказал Пилат, <b> - теперь я не сомневаюсь, что праздные зеваки в Ершалаиме ходили за тобой по пятам.</b>
        После этих слов у него, уже в светлой голове, отчетливо сложилась формула приговора.  И он ее тут же  озвучил для записи в протокол:  игемон разобрал дело бродячего философа Иешуа 
        и состава преступления в нем не нашел.</p>";
    ?>
    <?php
        echo $text1;
        echo $text2;
        echo $text3;
        echo $text4;
        echo $text5;
        echo $text6;
        echo $text7;
    ?>
    <?php
        echo "<hr>";

        print "<p>Практическая 1.4</p>";
        $dollar = 1000;
        $rybl = 78.9;
        $cny = 0.08;
        $money = $dollar * $rybl * $cny;
        echo $money . " - доллары в юани через рубли";
    ?>

    
</body>
</html>